{"message":"success","data":[{"latitude":"24.531445","longitude":"72.733360","name":"How to Reach Mount Abu","url":"https://cdn.pixabay.com/photo/2016/01/19/15/48/luggage-1149289_960_720.jpg","tips":[{"url":"https://cdn.pixabay.com/photo/2015/10/18/18/17/aircraft-994943_960_720.jpg","message":" BY AIR \n\n► Udaipur Airport serves as the nearest airport to Mount Abu. Daily direct flights from Jaipur, Ahmedabad, Delhi and Mumbai are available till Udaipur. \n► Travellers can hire cabs or taxis to cover a distance of around 190 km."},{"url":"https://cdn.pixabay.com/photo/2018/02/21/10/16/train-3169964_960_720.jpg","message":" BY RAIL  \n\n ► Abu Road railway station, located around 25 km away, serves the hill town of Mount Abu. Good number of trains connect Mount Abu with major Indian cities. \n► From the railway station, travellers can opt for state transport service or take a private taxi to reach Mount Abu."},{"url":"https://cdn.pixabay.com/photo/2014/07/12/14/55/bus-stop-391242_960_720.jpg","message":" BY ROAD  \n\n► Buses run by Rajasthan State Road Transport Corporation (RSRTC) along with some private operators link Mount Abu with prominent neighbouring cities like Jaipur (480 km), Udaipur (165 km) and Jaisalmer (442 km). Those driving on their own can take the well-maintained Highway."}]},{"latitude":"24.5890255","longitude":"72.7076438","name":"Sun set point","url":"https://images.pexels.com/photos/954929/pexels-photo-954929.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=300&w=300","tips":[{"url":"http://d7ab823tjbf2qywyt3grgq63.wpengine.netdna-cdn.com/wp-content/uploads/2015/10/rollin-into-the-sun-400x400.png","message":"► Lying south west of Nakki Lake, Sunset point is one of the most popular viewpoints in Mount Abu. This viewpoint gets thronged by tourists from all around at the time of sunset.\n► Enjoy the site of orange-colored sun setting behind the Aravali Ranges. Serene surrounding and a pleasant climate make the experience even more memorable. "},{"url":"https://www.trawell.in/admin/images/upload/229035192Kasauli_Sunset_Point_Main.jpg","message":"► When in Mount Abu, you cannot miss going here. Go for a long romantic walk up to the Honeymoon Point as well as the Sunset Point for some amazing views of the sunset.\n► Monkies by the Dozens, beautiful to be on top of the world and see the plains below and watch the sunset with your family"},{"url":"http://www.ghumakkar.com/wp-content/uploads/2012/12/Nakki05.jpg","message":"► One must be there by 5.30 PM sharp if is to take in the beauty of the sun setting in all it glory. And watch all couples and friends getting clicked and taking snaps of the setting sun. \n► Sunset point is located at a high altitude on a Mount Abu and from that place we can view the setting point of sun and its amazing view."},{"url":"https://images.pexels.com/photos/915972/pexels-photo-915972.jpeg?auto=compress&cs=tinysrgb&h=400&w=400","message":"► It's a long walk to the sunset point  not that a breath taking view  no snacks or water available Advisable to Carry some  camel ride is available. \n► Honeymoon Point is also situated very close to this Sunset Point and is known for its food stalls and souvenir shops."},{"url":"https://images.pexels.com/photos/248159/pexels-photo-248159.jpeg?auto=compress&cs=tinysrgb&h=350","message":"► This is one stop where you can let your camera do all the talking! Such are the views offered at these two points that visitors often crowd this area during evenings \n► After enjoying a nice sunset view,  Get your hands on trinkets, wooden toys, marble statues, sandalwood idols and other knick-knacks."}]},{"latitude":"24.592195","longitude":"72.709539","name":"Rent Bike (Vinayak Motorcycle Rental) ","url":"https://content3.jdmagicbox.com/comp/mount-abu/u5/9999p2974.2974.150707132107.x5u5/catalogue/vinayak-motorcycle-rental-mount-abu-bike-on-rent-wrbos.jpg","tips":[{"url":"http://i.dailymail.co.uk/i/pix/2012/05/24/article-2148806-1341FE35000005DC-907_468x352.jpg","message":"► Royal Enfield is a cruiser.◄  \n\n► I believe riding a Royal Enfield is a very special feeling and owning one is more like an experience than just owning a piece of metal or machine. You will have a bond, a connection with your motorcycle. \n\n► “Royal Enfield is an Addiction.”►"},{"url":"http://cdn2.hubspot.net/hub/302842/file-456515188-png/good_woman.png","message":"ADDRESS\n► Champa Kuwa, Sabji Mandi, Sani Gaon, Mount Abu (Rajasthan). \nMo: 09413001113"}]},{"latitude":"24.592195","longitude":"72.709539","name":"Mini Manek Chowk [Food Court]","url":"https://raw.githubusercontent.com/harshyo/tips/master/mountabu/arbudahotel/105.jpeg","tips":[{"url":"https://raw.githubusercontent.com/harshyo/tips/master/mountabu/arbudahotel/106.jpeg","message":"► Feeling hungry ?.◄  \n\n► Give yourself a deserving treat by stopping by at our food truck at Manek Chowk.►"},{"url":"https://raw.githubusercontent.com/harshyo/tips/master/mountabu/arbudahotel/102.jpeg","message":"► Good food and a decent service\n► Very Good  Option for ABU Travellers. \n► Best Stop for party, celebration, chill with friends "},{"url":"https://raw.githubusercontent.com/harshyo/tips/master/mountabu/arbudahotel/103.jpeg","message":"► Palanpur- Maunt abu highway.◄ \n► S7 COMPLEX AHMEDABAD HIGHWAY, Near- Hotel Cappal,PALANPUR, B.K, Gujarat 385001\n094299 22444 \n09099232411"},{"url":"https://raw.githubusercontent.com/harshyo/tips/master/mountabu/arbudahotel/101.jpeg","message":"► We are open and ready to serve you!\n► The doors are open and we are taking orders. Most items are in stock and ready to deliver."}]},{"latitude":"24.665278","longitude":"72.781944","name":"Guru shikhar temple","url":"http://im.hunt.in/cg/Mount-Abu/City-Guide/Dattatreya-Temple-on-Guru-Shikhar-peak.jpg","tips":[{"url":"http://holidayplans.co.in/administrator/uploadspackage/Guru-Sikhar-Peak.jpg","message":"► Signature of Mount Abu ◄ \n\n► If you are a bachelor or a couple, rent a bike and travel Guru Shikhar.\n► The road goes till the temple parking lot. But the main temple is few steps more, You have to climb around 300 steps.\n► Don't worry, There is parking space available"},{"url":"https://www.tourmyindia.com/images/guru-shikhar1.jpg","message":"► There is a temple dedicated to Lord Dattatreya or the Guru, which gives the place its name. The temple is housed inside a cave. \n► If you are religious then surely go there for darshan of Lord Dattatreya."},{"url":"https://media-cdn.tripadvisor.com/media/photo-s/09/ec/1c/b2/guru-shikhar.jpg","message":" ► माउंट आबू के हस्ताक्षर ◄ \n\n► यदि आप स्नातक या जोड़े हैं, तो बाइक किराए पर लें और गुरु शिखर यात्रा करें। \n► सड़क मंदिर पार्किंग तक जाती है। लेकिन मुख्य मंदिर कुछ कदम है, आपको 300 कदम चढ़ना होगा। \n► चिंता न करें, पार्किंग की जगह उपलब्ध है"},{"url":"http://mw2.google.com/mw-panoramio/photos/medium/64107325.jpg","message":"► भगवान दत्तात्रेय या गुरु को समर्पित एक मंदिर है, जो इस जगह को अपना नाम देता है। मंदिर एक गुफा के अंदर रखा गया है। \n► यदि आप धार्मिक हैं तो निश्चित रूप से भगवान दत्तात्रेय के दर्शन के लिए वहां जाएं।"},{"url":"http://farm3.static.flickr.com/2398/2177723049_0f20a190a0.jpg","message":"► Sweat it out and see the temple and the view of the town. \n► Dont forgot to hit one big bell which is  more 30 steps to walk.\n► इसे बाहर निकालें और मंदिर और शहर के दृश्य को देखें। \n► एक बड़ी घंटी को मारना न भूलें जो चलने के लिए 30 कदम है।"}]},{"latitude":"24.599349","longitude":"72.708223","name":"Om shanti bhavan","url":"http://bkmultimedia.in/images/imgPMgyan.jpg","tips":[{"url":"https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcTFJPQbhE8OtMswAUKfjFHoo80ntrttPq3MkWmJrKdjLBtp0EZf","message":"► Universal Peace Hall of the Brahma Kumaris, located in Mount Abu is an attractive palatial structure painted in serene white. The hall has a seating capacity for 5000 persons. \n► This is an important centre of the Brahma Kumaris where thousands of visitors visit daily."},{"url":"http://brahmakumarisapwing.weebly.com/uploads/1/6/3/0/16300832/3745323.jpg","message":"► This place is also an important centre in the teaching of Raj Yoga meditation. Books on spirituality, meditation etc. are also kept on sale at this place. Conferences, workshops, course, seminars etc. on spirituality, meditation etc. are taking place here round the year.\n► Worth a visit that makes you introspect on your values, karma and the wheel of life !!"},{"url":"https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcTFJPQbhE8OtMswAUKfjFHoo80ntrttPq3MkWmJrKdjLBtp0EZf","message":"► माउंट आबू में स्थित ब्रह्मा कुमारिस का सार्वभौमिक शांति हॉल शांत सफेद रंग में चित्रित एक आकर्षक महल संरचना है। हॉल में 5000 व्यक्तियों के लिए बैठने की क्षमता है। \n► यह ब्रह्मा कुमारियों का एक महत्वपूर्ण केंद्र है जहां हजारों आगंतुक दैनिक जाते हैं।"},{"url":"https://viagensculturais.files.wordpress.com/2010/11/meditation_hall1.jpg?w=501&h=379","message":"► It teaches a form of meditation that focuses on identity as souls, as opposed to bodies. They believe that all souls are intrinsically good and that God is the source of all goodness\n► यह ध्यान का एक रूप सिखाता है जो शरीर के रूप में आत्माओं के रूप में पहचान पर केंद्रित है। उनका मानना ​​है कि सभी आत्माएं आंतरिक रूप से अच्छी हैं और भगवान सभी भलाई का स्रोत हैं\n"},{"url":"http://brahmakumarisapwing.weebly.com/uploads/1/6/3/0/16300832/3745323.jpg","message":"► यह योग राज योग ध्यान के शिक्षण में भी एक महत्वपूर्ण केंद्र है। इस स्थान पर आध्यात्मिकता, ध्यान आदि पर किताबें भी बिक्री पर रखी जाती हैं। आध्यात्मिकता, ध्यान आदि पर सम्मेलन, कार्यशालाएं, पाठ्यक्रम, सेमिनार इत्यादि साल भर यहां हो रही हैं।"}]},{"latitude":"24.594511","longitude":"72.706230","name":"Nakki Lake","url":"http://img2.holidayiq.com/photos/mo/Mount-Abu-Photos-Nakki-Lake-Mount-Abu-AbbottMount-7590-0-jpg-destreviewimages-510x339-1324605853.jpg","tips":[{"url":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQp9M2Z4hDesmo18UhtXsf4jiTCR5BVQPrVdXnUiGZs9GKaeNVZ","message":"► Center Piece ◄ \n\n► Nakki lake is unique with its origin history and placed at the heart of Mount Abu , this is well crowded place wherein you find lots of shops for clothing, street food, antiques, boutique, photography, boating etc."},{"url":"http://www.holidayiq.com/destreviewimages/AbbottMount-7590_0.jpg","message":"► There is rock like Cherry on the cake. Usually lakes add beauty to a hill station but if there is an added attraction then there could be nothing greater then it. This toad/frog shaped rock is a huge rock which is visible from many parts of Mount Abu."},{"url":"http://www.liveindia.com/rajasthan/mt-abu13.jpg","message":"► Nakki Lake the mythological lake with a very interesting story behind its creation is the heart of Mount Abu, the legend has it that this lake was dugg by Gods or Devtas using their nails or nakh that's why the name Nakki Lake - few sections of local tribes also consider Nakki Lake as a holy lake."},{"url":"http://im.hunt.in/cg/Mount-Abu/City-Guide/Toad-Rock.jpg","message":"► नाकाकी पौराणिक झील झील अपनी रचना के पीछे एक बहुत ही रोचक कहानी के साथ माउंट आबू का दिल है, किंवदंती यह है कि यह झील भगवान या देवता द्वारा अपने नाखूनों या नखों का उपयोग करके खोदती थी, यही कारण है कि नाम नक्की झील - स्थानीय के कुछ वर्ग जनजाति नक्ककी झील को पवित्र झील के रूप में भी मानते हैं और इसकी पूजा करते हैं."},{"url":"http://www.holidayiq.com/destreviewimages/AbbottMount-7590_0.jpg","message":"► केक पर चेरी की तरह चट्टान है। आम तौर पर झील एक पहाड़ी स्टेशन में सुंदरता जोड़ते हैं, लेकिन यदि कोई अतिरिक्त आकर्षण है तो उसके बाद कुछ भी बड़ा नहीं हो सकता है। यह टॉड / मेंढक आकार की चट्टान एक विशाल चट्टान है जो माउंट आबू के कई हिस्सों से दिखाई देती है"},{"url":"https://media-cdn.tripadvisor.com/media/photo-s/07/6e/cb/21/nakki-lake-boats.jpg","message":"► We have been there for a night stay and we went along with family including kids. We enjoyed a lot as we went for boating, taken few good photos.\n► All snacks available near the lake too, Good parking space available for car. It is always good to go in winter to enjoy thunder."}]},{"latitude":"24.609382","longitude":"72.722980","name":"Delwara jain temple","url":"https://images.pexels.com/photos/922128/pexels-photo-922128.jpeg?auto=compress&cs=tinysrgb&h=350","tips":[{"url":"https://images.pexels.com/photos/725910/pexels-photo-725910.jpeg?auto=compress&cs=tinysrgb&h=350","message":"► Visited the place and was delighted to see the carvings on marbles . It was an awesome experience. Although the better ones are found in modern temples like Akshardham temple in Delhi."},{"url":"http://www.rajasthanvisit.com/images/Dilwara_jain_temple_mountabu1.jpg","message":"► Photography not allowed. Mobile phones have to be submitted outside the jain deraser (temple) Temple ranging to 1582 AD Amazing carvings throughout the temple. Huge temple complex.Serene and peaceful atmoaphere. Beautiful statues of Jain Lords."},{"url":"https://images.pexels.com/photos/296889/pexels-photo-296889.jpeg?auto=compress&cs=tinysrgb&h=350","message":"► Absolutely stunning and mind boggling. The only drawback is that you aren't allowed any camera or cell phone so no pictures. Images on Google Images do not do it justice."},{"url":"http://www.capertravelindia.com/images/pageslider-img/rajastha-travel-to-mount-abu2.jpg","message":"► The most amazing jain temple in India-Dilwara temple and the main attraction of Mount abu! I was amazed by the architecture of temple built in ancient time.It will take 30-45 minutes to visit the whole temple and absorbing the things."},{"url":"http://im.hunt.in/cg/Mount-Abu/City-Guide/Exquisite-Architecture-on-the-walls-of-the-Dilwara-Temple.jpg","message":"► Hard to imagine that the intricate carving and attention to detail was pristine. Unbelievable both historically & architecturally."}]},{"latitude":"24.603106","longitude":"72.713411","name":"Aadhar devi","url":"https://media-cdn.tripadvisor.com/media/photo-s/02/bf/15/4b/adhar-devi-temple.jpg","tips":[{"url":"https://media-cdn.tripadvisor.com/media/photo-s/07/02/6d/13/adhar-devi-temple.jpg","message":"► Mount Abu is not very big, and has lot of temples, this is one of the prominent temple in the area. One has to climb lot of stairs to reach this temple, so be prepared for some exercise also."},{"url":"https://chandrabali.files.wordpress.com/2015/04/adhar-devi-temple-mt-abu.jpg?w=672","message":"► Need to jump up 350 stairs but it was a worth for this effort. Situated at the hill itself, view was awesome."},{"url":"http://www.cpreecenvis.nic.in/WriteReadData/UserFiles/image/caves/Adar%20Devi_temple_entrance.jpg","message":"► Temple at the hill top having long steps to reach is one good place to see nature and spend some time in meditation in the temple."},{"url":"http://www.funatweb.com/img/IMG_1540.JPG","message":"► The temple at the top is simply a temple in a small cave as described in travel guides. The stairs leading to the temple are cool with a good view of the city and the people, monkeys, bells etc providing an interesting thing to observe for a tourist."},{"url":"http://media-cdn.tripadvisor.com/media/photo-s/07/02/6c/15/adhar-devi-temple.jpg","message":"► Morning is good time to visit the temple.You have to climb 360 stairs to reach the temple from parking.Do visit if you believe in god. Be careful from monkeys while climbing. You can also get nice view and photographs."}]},{"latitude":"24.592591","longitude":"72.715627","name":"Shankar math","url":"http://im.hunt.in/cg/Mount-Abu/City-Guide/Shivalaya-of-Sankar-Math.jpg","tips":[{"url":"http://shankaramatha.org/images/Shivlinga.jpg","message":"► Shankar Math, one of the latest tourist attractions, is a magnificent monolith Shiva Linga of pink stone made 25 years back in tranquil ambience with an eco- friendly abbey, headed by His Holiness, the Very Rev. Swami Maheshanandji Giri."},{"url":"http://im.hunt.in/cg/Mount-Abu/City-Guide/Sacred-water-flowing-out-of-the-cow-head.JPG","message":"► This unique place is built of red stone which is situated near the main market and dedicated to Lord Shiva. Outside the upper position of the temple has been given the shape of Shiva Linga which is honoured with rainy water by Lord Indra himself."},{"url":"http://www.tourismguideindia.com/images/Rajasthan/Mount%20Abu%20Hill%20Station/Sankar%20Math.jpg","message":"► After the Second World War there was rapid growth in tourism in Mount Abu. The single bus service from the railroad, Abu road, known in the olden days as Kharadi, was gradually increased in frequency and the number of the vehicles plying too swelled."},{"url":"http://www.sringeri.net/wp-content/uploads/2013/12/img_03691-300x225.jpg","message":"► It is an aerie in the desert, the only oasis of Aravalies. It casts a lasting spell upon one and all to take a dip at the heaven’s gate and make a home on an ecology range"},{"url":"https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcRsVb215wffOeBiL1pcdbQ2Pc-vWdDxpa6-yWEao_Of_OsC5kyWfQ","message":"► Students come from all over the globe to enrich themselves not only with fundamental education but also infuse themselves with spirituality and deep understanding of environment and the value to respect Mother Nature."}]},{"latitude":"24.5915759","longitude":"72.7089189","name":"Arbuda Restaurant","url":"https://raw.githubusercontent.com/harshyo/tips/master/mountabu/arbudahotel/8.jpg","tips":[{"url":"https://raw.githubusercontent.com/harshyo/tips/master/mountabu/arbudahotel/1.jpeg","message":"► Brilliant food and service!!! Average location and decent popularity Pure Veg restaurant!!! Enjoyed my time there..... must place to eat!!!"},{"url":"https://media-cdn.tripadvisor.com/media/photo-w/0e/0b/69/98/arbuda-restaurant.jpg","message":"► One stop restuarant for a family. People from all age groups can hve their choice of food. My parents loved the dal bati thali - and being a mumbaite -  i loved the pav bhaji. Taste was really good."},{"url":"http://www.rajasthancitydaytour.com/wp-content/uploads/2017/10/rajasthani-thali-Traditional-Food.jpg","message":"► The dal bhati thali was too good and the place beautiful"},{"url":"https://raw.githubusercontent.com/harshyo/tips/master/mountabu/arbudahotel/5.jpeg","message":"► This restaurant is almost always flowing with people -  which explains the waiting time here. However - it s worth the wait. Come here for delicious fresh fruit juices -  Rajasthani delicacies - and North Indian food."},{"url":"http://static.trip101.com/paragraph_media/pictures/000/132/494/large/Dal_Bati_Choorma.jpg?1492575885","message":"► Try the best of Rajasthan - Daal Baati Churma at Arbuda Restaurant"}]},{"latitude":"24.592081","longitude":"72.709231","name":"Looking for Stay ?","url":"https://raw.githubusercontent.com/harshyo/tips/master/mountabu/arbudahotel/9.jpg","tips":[{"url":"https://t-ec.bstatic.com/images/hotel/max1024x768/133/133183772.jpg","message":"► Shalin Paying Guest House, Near Arbuda restaurant, Sani Gaon, Mount Abu, Rajasthan Ph.: 094131 53593"},{"url":"https://s-ec.bstatic.com/images/hotel/max1024x768/115/115370793.jpg","message":"► Aidana Homestay, Raj Bhavan Rd, Mount Abu, Rajasthan 02974 238 071"}]}]}
